/*▄─────────────────▄
  █                 █
  █  Entrypoint     █
  █  • Точка входа  █
  █                 █
  ▀─────────────────▀*/
$.Entrypoint = (...args) => {
// Получаем список недоступных файлов (откуда копируем)
    // $.model.Files.byAccess().then(files => _=files);
    // _=123
    // Остановился тут !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
    
// Получаем список уже существующих файлов (куда копируем)
    // $.model.Files.toAccess().then(files => _=files);
    
// 123
    // $.model.None.clear();
    console.clear();
    $.model.None.none();
};
